---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneCoolingInformationParam
source: html/baf78e17-ee18-0af0-b895-47bcd20cdcb2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneCoolingInformationParam Property

"Cooling Information"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneCoolingInformationParam { get; }
```